Repository: dauphin3/profiles
Catalog: ui/xliff/*.xlf
Languages: de, es

# sa77a504cfafd6d20
source: Error fetching the agent's avatar
de: Profilbild konnte nicht geladen werden
es: Error buscando el avatar del agente

# se9f30e4492cee2cd
source: Nickname
de: Benutzername
es: Nombre de usuario

# s3798c0344c399eb7
source: Min. ${this.store.config.minNicknameLength} characters
de: Min. ${this.store.config.minNicknameLength} Zeichen
es: Min. ${this.store.config.minNicknameLength} caracteres

# s2ceb11be2290bb1b
source: Cancel
de: Abbrechen
es: Cancelar

# sc93a9aa3e5bcbf5d
source: Save Profile
de: Profil speichern
es: Guardar Perfil

# seb9fbffaa6fddee6
source: Error creating the profile
de: Speichern fehlgeschlagen
es: Error creando el perfil

# sbe57083b4c785878
source: Create Profile
de: Profil erstellen
es: Crear Perfil

# s1d96e130c0544d92
source: There are no created profiles yet
de: Keine Profile vorhanden
es: Aún no se ha creado ningún perfil

# s7c2f825ccdf2bf38
source: Error fetching the profiles for all agents
de: Profile laden fehlgeschlagen
es: Error buscando los perfiles de todos los agentes

# s639c68c3284a2269
source: Update Profile
de: Profil Aktualisieren
es: Actualizar Perfil

# sffdcc47c1ec17387
source: Error fetching your profile
de: Profil laden fehlgeschlagen
es: Error buscando tu perfil

# s39aca5bd9eed9271
source: This agent hasn't created a profile yet
de: Diese Person hat noch kein Profil erstellt
es: Este agente no ha creado su perfil todavía

# sc5c9f04c2d0a5f1d
source: Error fetching the profile
de: Profil laden fehlgeschlagen
es: Error buscando el perfil

# sdd16cd8b418b1752
source: Enter at least 3 chars to search...
de: Mindestens 3 Buchstaben eingeben...
es: Introduce al menos 3 carácteres para buscar...

# s0f790cd5b748b24d
source: Error searching agents
de: Profile suchen fehlgeschlagen
es: Error buscando los agentes

# s6068cc1885ea6494
source: No agents match the filter
de: Keine Profile gefunden f체r die Sucheingabe
es: No se ha encontrado ningún agente

# sbbb75506e75dfbf8
source: Search Agent
de: Profil suchen
es: Buscar agente

# s3fa309bef44c54e9
source: At least 3 chars...
de: Mindestens 3 Zeichen...
es: Al menos 3 caracteres...

# s6ef2512ced4487d3
source: No agents selected yet.
de: Noch keine Personen ausgew채hlt.
es: No hay ningún agente seleccionado todavía.

# s20453e988c3e79f3
source: Press '@' to mention an agent.
de: Dr체cke '@' um eine Person zu erw채hnen.
es: Presiona '@' para mencionar a un agente
